taskt/Core/Automation/Commands/LocalListenerGroup/RemoteAPICommand.dot
digraph "RemoteAPICommand" {
"RemoteAPICommand" -> "ScriptCommand";
"ScriptCommand" -> "IUIParameterProperties";
"ScriptCommand" -> "ICommandIDProperties";
}
