taskt/Core/Automation/Commands/LocalListenerGroup/RemoteAPICommand.puml
@startuml
RemoteAPICommand --> ScriptCommand
ScriptCommand --> IUIParameterProperties
ScriptCommand --> ICommandIDProperties
@enduml
